<?php
$centerUrl = "http://127.0.0.1:8602/lenovo/callback";
$Secretkey = "vh265E1UsA1yZ395QGusda7ujbpaTl5H"; 
$AppId = 7364523; //应用开发者appid
$centerPath = "/lenovo/callback";
$shopMap = array(24923 => 1,
                 24920 => 2,
                 24921 => 3,
                 24922 => 4,
                 24924 => 5,
                 24925 => 6,
                 24926 => 7,
                 24927 => 8,
                 24928 => 9,
                 24929 => 10,
                 35920 => 13,
                 35921 => 14,
                 35922 => 15,
                 35923 => 16,
                 35924 => 17,
                 35925 => 18,
                 37113 => 101,
                 37114 => 102,
                 37115 => 103);
?>